import News1Pic from '../assets/img/news1.svg';

const fakeBlogs = [
{
    id: 1,
    title : "ریکت چیست؟",
    pic: News1Pic,
    text : " لورم ایپسوم دارای استاندارد صنعتی متن ساختگی از سال1500 میلادی، زمانی که یک پرینتر ناشناخته به زحمت در حال گسترش بود، می‌باشد" 
},
{
    id: 2,
    title : "ریکت چیست؟",
    pic: News1Pic,
    text : " لورم ایپسوم دارای استاندارد صنعتی متن ساختگی از سال1500 میلادی، زمانی که یک پرینتر ناشناخته به زحمت در حال گسترش بود، می‌باشد" 
},
{
    id: 3,
    title : "ریکت چیست؟",
    pic: News1Pic,
    text : " لورم ایپسوم دارای استاندارد صنعتی متن ساختگی از سال1500 میلادی، زمانی که یک پرینتر ناشناخته به زحمت در حال گسترش بود، می‌باشد" 
}
];

export default fakeBlogs;