import reactIcon from '../assets/img/reactcourse.svg';
import angularIcon from '../assets/img/angular.svg';
import cssIcon from '../assets/img/css.svg';
import htmlIcon from '../assets/img/html.svg';

const fakeData = [
    {
        _id: "1",
        pic: angularIcon,
        title: "دوره آموزش جامع انگولار",
        teacher: "دکتر محمد حسین بحرالعلومی",
        date: "99/10/1",
        price: 40000000,
        season: "زمستانه",
        description: "ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است.",
        startDate: "1400/6/6",
        endDate: "1400/12/12",
        capacity: 40,
        registeredStudent: 30,
        status: "Reg"
    },
    {
        _id: "2",
        pic: reactIcon,
        title: "دوره آموزش ری اکت",
        teacher: "حیدر صفری",
        date: "99/10/1",
        price: 30000000,
        season: "تابستانه",
        description: "ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است.",
        startDate: "1400/6/6",
        endDate: "1400/12/12",
        capacity: 30,
        registeredStudent: 30,
        status: "Reg"
    },
    {
        _id: "3",
        pic: htmlIcon,
        title: "دوره آموزش جامع HTML",
        teacher: "دکتر محمد حسین بحرالعلومی",
        date: "99/10/1",
        price: 20000000,
        season: "زمستانه",
        description: "ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است.",
        startDate: "1400/6/6",
        endDate: "1400/12/12",
        capacity: 50,
        registeredStudent: 30,
        status: "Reg"
    },
    {
        _id: "4",
        pic: cssIcon,
        title: "دوره آموزش جامع CSS",
        teacher: "حامد نظری",
        date: "99/10/1",
        price: 30000000,
        season: "تابستانه",
        description: "ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است.",
        startDate: "1400/6/6",
        endDate: "1400/12/12",
        capacity: 45,
        registeredStudent: 30,
        status: "Reg"
    },
    {
        _id: "5",
        pic: angularIcon,
        title: "دوره آموزش جامع انگولار",
        teacher: "دکتر محمد حسین بحرالعلومی",
        date: "99/10/1",
        price: 10000000,
        season: "زمستانه",
        description: "ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است.",
        startDate: "1400/6/6",
        endDate: "1400/12/12",
        capacity: 35,
        registeredStudent: 30,
        status: "Reg"
    },
    {
        _id: "6",
        pic: reactIcon,
        title: "دوره آموزش ری اکت",
        teacher: "حیدر صفری",
        date: "99/10/1",
        price: 60000000,
        season: "تابستانه",
        description: "ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. ری اکت یکی از کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است. کتابخانه‌های جاوا اسکریپت است که در سال 2013 توسط تیم توسعه فیسبوک ساخته شده است.",
        startDate: "1400/6/6",
        endDate: "1400/12/12",
        capacity: 35,
        registeredStudent: 30,
        status: "Reg"
    }
];


export default fakeData;