import react from "../assets/img/08.jpg";
import bootstrap from "../assets/img/06.png.jpg";
import php from "../assets/img/03.png.png";
import nodejs from "../assets/img/01.png.jpg";
import redux from "../assets/img/04.png.png";
import java from "../assets/img/05.png.png";

const NewsData = [
  {
    id: 1,
    title: " آموزش ری اکت  جی اس ",
    picture: react,
    teacher: "مریم مهاجر",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },

  {
    id: 2,
    title: " آموزش جامع بوت استرپ  ",
    picture: bootstrap,
    teacher: "محمد بحر",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },

  {
    id: 3,
    title: " آموزش جامع پی اچ پی  ",
    picture: php,
    teacher: "حیدر صفری",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },

  {
    id: 4,
    title: " اموزش جامع نود جی اس  ",
    picture: nodejs,
    teacher: "محمد بحر",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },

  {
    id: 5,
    title: " اموزش جامع ریداکس ",
    picture: redux,
    teacher: "مهدی اصغری",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },

  {
    id: 6,
    title: " آموزش جامع جاوا اسکریپت ",
    picture: java,
    teacher: "آرمین اسلامی",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
  },
];

export default NewsData;
